Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/snaasa.html.tmx
Source language: nob
Languages: sme

source: Om Sametinget
sme: Sámedikki birra

source: Sametinget er et folkevalgt organ for samene i Norge.
sme: Sámediggi lea Norgga sámiid álbmotválljen ásahus.

source: 39 representanter velges fra 7 valgkretser hvert fjerde år.
sme: Juohke njealját jagi válljejuvvojit 39 áirasa čieža válgabiirres.

source: Sametinget skal styrke samenes politiske stilling og fremme samenes interesser i Norge, bidra til en likeverdig og rettferdig behandling av det samiske folket og arbeide med å legge forholdene til rette for at samene kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Sámediggi galgá nannet sámiid politihkalaš sajádaga ja ovddidit sámiid beroštumiid Norggas, bargat dan badjelii ahte sámi álbmot gieđahallojuvvo ovttaárvosaččat ja vuoiggalaččat ja bargat dan badjelii ahte sámit sáhttet seailluhit ja ovddidit gielaset, kultuvrraset ja servodagaset.

source: Informasjon fra forrige periode kan finnes i vårt arkiv .
sme: Dieđut mannan áigodagas gávdnojit min arkiivvas . samediggi@samediggi.no

source: Vis flere
sme: Rabasáiggit, mánnodagas-bearjadahkii: 09.00-16.00
